# horoscope
HOROSCOPE_TODAY = "🔮 Гороскоп на сегодня"
HOROSCOPE_TOMORROW = "🥂 Гороскоп на завтра"
HOROSCOPE_COMPATIBILITY = "🙅‍ Совместимость знаков"
HOROSCOPE_ABOUT = "🤦‍♀️ Характеристики знаков"

# узнать больше
HOROSCOPE_ABOUT_APPENDIX = 'appendix'

HOROSCOPE_FOR_ALL = 'for_all'
HOROSCOPE_FOR_ONE = 'for_one'

HOROSCOPE_COMPATIBILITY_YES = 'compatibility_start'

HOROSCOPE_COMPATIBILITY_SHE = 'А она, бедненькая, кто?'

# Характеристика знаков
MASSAGES_HOROSCOPE_ABOUT = {
    'oven':
        {
            'main': 'Баран – он баран и есть.\nВсегда прав и до свидания.\n\n'
                    'Проще убить сразу, чем начинать с ним спорить, потому что переспорить Овна возможно только в '
                    'одном случае – если он слепо-глухонемой безрукий и безногий инвалид (и то, есть огромный шанс, '
                    'что даже в этом случае он все равно вас задолбет).\n\n'
                    'Зато Овны честные. Иногда такие честные, что аж зубы сводит: предельно честно ответит, если вам '
                    'не идет стрижка или платье полнит. С этим ничего не поделаешь, придется смириться ('
                    'или убить, как уже говорилось выше).\n\nВ домашних делах Овен, как правило, бесполезен – он умеет '
                    'только генерировать гениальные идеи, а прахом бытия старается подошв не осквернять. '
                    'Впрочем, если дать Овну понять, что Стрелец моет полы лучше него – костьми, сука, ляжет, но будет '
                    'каждую субботу канифолить ваш паркет, потому что нет на свете вещи, которую Овен бы Стрельцу '
                    'уступил.\n\nС Овном никогда не бывает скучно – этот знак обладает каким-то кармическим, сука, '
                    'талантом искать приключения на свою прекрасную жопу. Легко и быстро умеет зарабатывать деньги, '
                    'но бабло как гордый и принципиальный тип ненавидит, поэтому старается моментально от него '
                    'избавиться. При этом, сука, всегда имеет какие-то заначки, которые вообще-то гораздо приличнее '
                    'иметь Деве. Из-за непроглядного пофигизма про заначки забывает, что очень на руку сердечному '
                    'другу Овна, особенно если друг этот Близнецы.',
            'appendix': 'Самый активный знак. Постоянно озабочен, если не сексуально, то творчески.\n\nДрочит днями и '
                        'ночами, стимулируя творческий процесс. Если после дрочки не приходит идея, то процесс '
                        'повторяется.\n\nНа новые ворота не пялится, а с разбегу пе#орасит корявыми рогами, '
                        'что говорит о его настойчивости и крайней степени обезбашенности. В порке необуздан, '
                        'как недойо@аная нимфоманка.\n\nОвен в детстве часто перечитывает Камасутру, обращая внимание '
                        'на необычные картинки и дорисовывая на партах новые варианты классических поз. '
                        'В основном, правда, получаются #уи и пез#ы в крупном плане, так как, несмотря на творческие '
                        'порывы овна, его руки часто растут из жопы.\n\nРаботать от зари и до забора не способен, '
                        'едва становится неинтересно, забивает большой х@й, либо перекладывает свои обязанности '
                        'на близстоящего.\n\nЛучше всего у овнов получается рожать идеи, новаторские для своего времени',
            'sticker': 'CAACAgIAAxkBAAEHvMhj61Si6SOjlV6-TWy38o-qAAGzyXEAAp4CAAJhLgcIvVYCv4GdQq0uBA',
        },
    'telec':
        {
            'main': 'Телец – это лють и больше про этот знак мне сказать нечего.\n\nЕще упрямее Овна, но не обладает '
                    'его зачаровывающей помороженностью. Плюшкин, способен веками любовно хранить в доме '
                    'всякое ненужное говно, очень удивляется, когда все эти поломанные транзисторные приемники, '
                    'шарикоподшипники, ветошь, макулатуру и прочую лабуду пытаются определить на помойку.\n\nПостоянен '
                    'в своих привязанностях, в том числе и к человеческому говну, из-за чего бывает несчастен в '
                    'любви, увы.\n\nПодозрителен до усеру, ревнивый как сука, ни разу не новатор, поэтому на первый '
                    'взгляд может показаться унылым говном. Тайный извращенец. Секс любит до потери пульса. '
                    'Недоверчив к новым людям, но для старых друзей порвет на груди последнюю бязевую рубаху а на '
                    'жопе – волоса. На кой хер друзьям рваная рубашка – задуматься в принципе не способен.\n\n'
                    'Альтруист, хотя постоянно получает за это по морде.',
            'appendix': 'Мудлан по сути редкостный, но чувак свой.\n\nМожно даже подумать, что он таким тормозом '
                        'и родился, но, как известно, мудланами не рождаются, а становятся в процессе жизни '
                        '(все зависит от воспитания и круга общения).\n\nКогда телец молчит его разговорить бесполезно. '
                        'Единственная фигня – упрям как сушеные портянки, которые фиг сломаешь, даже если сильно '
                        'захочешь.\n\nЕсли вы будете слишком долго настаивать на своем, то телец тоже вам на '
                        'него встанет и даже потопчется кованными кирзачами либо острыми шпильками.\n\nЛюбить'
                        ' может часами – другие знаки так не умеют, они обычно любят другими способами, – '
                        'как следствие, партнер от тельца в восторге.\n\nРаботает за четверых, чему четверо '
                        'несказанно рады. Как начальник не терпит прогулов, прощает только в единичных случаях, '
                        'если удастся найти правдоподобную отмазу, типа того, что спирт был паленым, а дурь '
                        'прошлогодняя.',
            'sticker': 'CAACAgIAAxkBAAEHvMpj61TDoq9RJ5EHtjCw5XE-ukj_AwACiRsAAnfOiUgOgBeYdA0U6i4E'

        },
    'bliznecy': {
        'main': 'Близнецы – это очень круто, если он один, и совсем лють, если их хотя бы два.\n\nМогут наваливать без '
                'остановки хоть трое суток и ни разу ни повториться, что в общем-то прикольно, но иногда утомляет.\n\n'
                'Близнецам обычно все завидуют, потому что он и жнец, и чтец, и на дуде игрец, проще говоря – '
                'в каждой жопе затычка. Но никто не догадывается, как на самом деле трудно Близнецам выжить и выбрать'
                ' в этом огромном мире возможностей – им всегда кажется, что жизнь проходит стороной, даже если он '
                'по уши в говне в событиях.\n\nЛюбит любить, жрать и получать новую информацию – лучше всего '
                'одновременно. За это слывет извращенцем, хотя на самом деле он просто экономит время.\n\n'
                'Феноменально ленив, девяносто процентов своей бурной деятельности разворачивает только для того, '
                'чтоб от него наконец отстали и оставили в покое.\n\nПроизводит впечатление балабола и вообще '
                '"Васи", хотя на самом деле не дурак почитать в перерывах между ниченеделанием Канта и '
                'Кьеркегора (чтение зачастую все равно сопровождает идиотским ржанием и междометиями типа "ыыыы", '
                'что очень мило смотрится, потому что юмор у Кьеркегора действительно может найти только Близнец).\n\n'
                'Сентиментален как последняя портовая девушка, верит в романтику, хотя постоянно от нее открещивается '
                'и демонстративно скалит зубы над теми, кто о ней говорит.\n\nВ любви обычно несчастен, '
                'потому что терпеть постоянно устраиваемые Близнецом феерии идиотического веселья и веселого '
                'идиотизма в силах только Овен, а на всех Близнецов гОвна не хватает.',
        'appendix': 'Все извращения мира собрались в этом знаке.\n\nЗа свою часто не долгую жизнь, эти извращенцы '
                    'успевают перепробовать все виды любви со всеми возможными партнерами. Те близнецы, которым не '
                    'особо дают, впоследствии могут стать маньяками и насильниками, при этом свободно ориентируясь '
                    'в Большой Советской Энциклопедии, неореализме, ультраконтрацептуализме, и прочих, '
                    'непонятных другим, вещах. В общем, типичный потрет заурядного маньяка. Близнецы, никогда не '
                    'сидят на месте, т.к. сидеть мешает очень качественное шило в жопе. Каждый завтрашний '
                    'день этот знак не похож на себя вчерашнего.\n\nМогут часами шутковать о чем угодно, '
                    'нередко забывая, с чего начали, но даже если и несут пургу по-черному, то им все верят, '
                    'и даже иногда кивают.\n\nБлизнецам лучше всего работать ротом в журналистике, '
                    'либо же писаками мэйнстрима.',
        'sticker': 'CAACAgIAAxkBAAEHvMBj61QSHBQ8CHn_YdkYlo52uFtsqAAC4l0BAAFji0YMZ2QyIWKWWFAuBA',

        },
    'rak': {
        'main': 'Гаже Рака нету знака.\n\nВсе.\n\nРак – мнительное чмо, постоянно надоедает всем вопросами типа:'
                ' "а если я сяду в джакузи после Педро-Франческо-Мудозвондо, который, конечно же, клал на мой '
                'светлый образ, не забеременею ли я?" При этом Рака абсолютно не волнует, что у него нет джакузи и '
                'вообще он мужик.\n\nСклонен постоянно воображать конец света, пугаться собственного воображения,'
                ' впадать в истерику и прибегать к Деве за утешением.\n\nБрезглив как падла, на необитаемом острове '
                'обязательно сдохнет от голода, потому что физически не способен сожрать продукт, не завернутый '
                'в полиэтилен, а валяющийся, скажем, под пальмой.\n\nСекс любят, но как-то без огонька. Впрочем, '
                'если захочет, может дать жару, но потом сожрет себя с говном за то, что так старался в общем-то '
                'зря.\n\nЖенщины – Раки – это как раз те, кто смотрит порнуху с надеждой, что в конце все '
                'непременно поженятся.\n\nЛюбят долго и мрачно нудить на тему собственных болячек и прочих жизненных '
                'неудач, чем отпугивают от себя всех, кроме Тельцов – они еще более нудны в вопросах, '
                'касающихся собственного организма.\n\nВерные, потому что боятся хламидий и трихомоноза. '
                'Склонны к пьянству и филосфии, и то и другое обычно до добра Раков не доводит.',
        'appendix': 'Хрен знает, о чем этот знак постоянно думает, но по его меланхоличному хохотальнику ничего '
                    'умного узреть нереально.\n\nБобосы у него водятся всегда, но, несмотря на это, он постоянно '
                    'будет гнать, что, мол, все Ах и Ох, настала жопа.\n\nРак часто сидит в уголке, тихонько занимаясь'
                    ' своими делами и никого не трогая, т.к. ему важно чтобы о нем не говорили плохо – этого он '
                    'не выносит.\n\nПредставители этого знака очень сильно привязаны к семье, хорошо чувствуют '
                    'настроения и болезни, поэтому среди них много экстрасенсов, шарлатанов и аферистов.\n\n'
                    'Главные проблемы в жизни – лишний вес. Рак любит, чтобы ему всегда говорили что-либо приятное,'
                    ' и, по возможности, облизывали со всех сторон. Профессию старается выбирать на дому, '
                    'т.к. здесь, по крайней мере, никто не стоит над душой и не срет на уши.\n\nКогда жизнь не удается, '
                    'рак склонен искать ее смысл  и истину в вине.',
        'sticker': 'CAACAgIAAxkBAAEHvL5j61PGwIeNBvSBW7piuerxrOJ5kwACMFAAAmlliEhrmZz9z2OpxS4E',
        },
    'lev': {
        'main': 'Людей делит на два сорта – свита, которая допускается к телу, и "ты уто?", об которых точат '
                'когти и зубы.\n\nЭгоист, но Льву эгоизм прощаешь за его святую и непоколебимую веру в собственную '
                'ослепительность. Падок на лесть, сука, с помощью нее изо Льва можно вытащить все что угодно.\n\n'
                'Великодушен и не дурак сам над собой посмеяться. Всем остальным от насмешек надо Львом стоит '
                'воздержаться, если нет желания провести оставшиеся часы мучительного существования в реанимации '
                'с колом в жопе.\n\nХамоват, но элегантен. Способен любого втоптать по уши в какашки, что '
                'иногда и проделывает из чистого любопытства и детского дебильного желания "ля, зырь, че могу".\n\n'
                'Барин во всем. Партнеру недвусмысленно дает понять, какое счастье пришло к нему в '
                'виде Льва и требует к себе соответствующего обращения.\n\n'
                'Не против, если в быту его зовут просто Великолепный.\n\nВерный друг, любит дарить дорогие '
                'и ценные подарки, чтобы все в очередной раз прониклись его охрененностью.\n\n'
                'Любит пожрать, поспать и потрындеть, из-за чего часто дружит с Близнецами. Невыносим в '
                'больших количествах, если вы Дева, Рак или Рыбы.',
        'appendix': 'Просто обожает руководить людьми и вообще относится к тем, кто редко делает за других '
                    'свою работу.\n\nНо, как порядочный и великодушный начальник, делит заслугу поровну с тем, '
                    'кто действительно хреначид до седьмого пота и даже разрешает бухать на рабочем месте. '
                    '\n\nЛев просто жить не может без огромного количества корефанов и знакомых '
                    '(пусть даже мимоходом), которые хвалили бы каждый прыщ на его жопе, боготворили и поклонялись.\n\n'
                    'Если таковых нет – можно подумать, что это вообще рядовой чел (в очень крайнем случае – лох). '
                    '\n\nЛьвы изо всех щелей ломятся во власть, и даже если удается завоевать авторитет лишь '
                    'у вечно синих соседей и сослуживцев, они будут рассказывать об своем величии, '
                    'будто стали президентом республики Мадагаскар.\n\nНадо сказать, львам это удается довольно легко'
                    ' – их некий приятный шарм привлекателен для окружающих. Уж кто-кто, а львы в моде и '
                    'прочей богемной чухне разбираются как никто другой.',
        'sticker': 'CAACAgIAAxkBAAEHvM5j61VJudOC21a6DUm5WVv19G8a5QACSR4AAmuciUizCj5OUsi8di4E',

    },
    'deva': {
        'main': 'Дева – самый, сука, жестокий и бесчеловечный знак зодиака.\n\nПо данным международной статистики '
                'больше всего маньяков-психопатов произрастает как раз из Дев. Все маленькие '
                'Девы в детстве планируют стать Черными Властелинами Планеты, а когда вырастут станут просто '
                'бессердечными мудаками и отравляют своей педантичностью и любовью к закону и порядку '
                '(а корни, понятно, еще из сопляческих желаний покорить Вселенную).\n\nСочувствую каждому, '
                'кому повезет жить с Девой на одной территории.\n\nДенщина Дева заправляет '
                'тебе кровать, когда ты в три часа ночи встаешь поссать. Мужчина Дева – самый страшный учитель '
                'истории и философии, какого вы можете себе вообразить. '
                'Любит по расписанию, потому что во всем должен быть порядок.\n\n'
                'Причин своих поступков никому не объясняет, виной тому – вынесенная из детства мания величия. '
                '\n\nВпрочем, может впасть и в другую крайность – ни в грош себя не ставить и вообще, сука, '
                'ежедневно изображать из себя жертву, чем и вынесет мозг окружающим.\n\nВообще, кстати, любит играть'
                ' на нервах близких и страдать на публику веря в свои страдания. '
                'От этого начинает болеть и чахнуть.\n\nВ быту полезна, потому что знает и умеет множество всяких '
                'кунштюков (выучила пока планировала стать Черным Властелином). '
                '\n\nВообще жить с ней можно, если тотально абстрагироваться и убрать из дома оружие.',
        'appendix': 'Если и есть трудоголики на свете, то это люди именно этого знака.\n\nПостоянно испытывают '
                    'потребность в работе, будет пахать как больной на благо во все щели любимой Родины.\n\n'
                    'Базар тщательно фильтрует, т.к. не очень любит получать за правду, но при этом '
                    'испытывает садистское наслаждение, грузя всех за всевозможные ошибки. '
                    '\n\nЭтот знак способен делать до хрена дел одновременно, и испытывать при этом ни с чем '
                    'не сравнимый оргазм. В постели пассивен, налево гуляет реже любого другого, да и вообще сам '
                    'процесс постельных игр часто его не привлекает.\n\nДрузей очень мало, и вообще этот знак с '
                    'кем попало не пасется, ища родственную душу очень тщательно.\n\n'
                    'Предпочитая забивать мозги знаниями. Из дев могут получиться прекрасные террористы, '
                    'так как их познания в естественных науках, зачастую доходят до маразма.',
        'sticker': 'CAACAgIAAxkBAAEHvNBj61VuG7GJHq1YzuYTnjL8hK9yUwAC3AgAAjQYDQABmI0N7lQPGewuBA',

    },
    'vesy': {
        'main': 'Коротко – эстет жуткий. Семь пятниц на неделе – а туда же: пикассо, гогены-херены, '
                'о святое искусство, а ведра мусорного за собой вынести не догадается. Не до того.\n\n'
                'Всю сознательную жизнь мечется в поисках светлого идеала, поэтому времени на то, чтоб научиться '
                'готовить или пришивать пуговицы не находит.\n\nЛюбит принарядиться, при этом задолбет всех окружающих,'
                ' выбирая между во-о-он тем с перламутровыми пуговичками и во-о-оот этим с шелковой отстройкой.\n\n'
                'Не дурак сходить налево, при этом может иметь постоянного партнера и объяснять измены тем, '
                'что душой он всегда верен Единственному/ой, а тело – это так, суть прах зловонный. '
                'В общем, тот еще гондон.\n\nГоняется за душевным равновесием, которое для Весов в принципе '
                'недостижимо, потому что блядская натура всегда перевешивает высокодуховные идеалы.\n\n'
                'Как и все нерешительные типы, зачастую мучается нервическими болезнями навроде псориаза и гастрита. '
                '\n\nЗавистлив, но не злобен. Склонен подставлять задницу, причем делает это исключительно из '
                'мазохистической любви к человечеству, а не с целью что-то заполучить.\n\n'
                'Выглядит обычно нежным и печальным, пробуждает опасное желание приласкать и взять под крыло, '
                'чего делать не стоит ни в коем случае, потому как мозг Весы умеют выносить лучше всех остальных '
                'знаков, вместе взятых.\n\nНаходится, сука, в постоянном когнитивном диссонансе между реальностью '
                'и желаемым, потому что лох.',
        'appendix': 'Это, пожалуй, единственный знак, кого практически никогда нельзя увидеть в глубоком депрессняке.\n\n'
                    'Даже в чернейшей жопе они находят свой кайф, отчего их лицо растянуто в постоянной улыбке. '
                    '\n\nМожно даже предположить, что весы хронические пациенты дурки, но как показывает практика, '
                    'так чаще всего и случается. С одной стороны с ними хер соскучишься, с другой – у них дома '
                    'может быть страшнее пейзажа атомной войны, что говорит о их крайне дурындаском образе жизни.\n\n'
                    'Поразительные способности к искусству позволяют весам лепить из песка, глины и говна не '
                    'только ментов, но и людей других полезных профессий.\n\nСамое страшное испытание для них,'
                    ' как бы это глупо не звучало, – выбрать одно из двух. Весы будут долго и напряженно думать, '
                    'может быть даже обосруца от напряга, но в итоге отмажутся банальной фразой.',
        'sticker': 'CAACAgIAAxkBAAEHvNhj61ZNxnsz7pMQZh-tDFjVrQ8aSgACZAADHSyIEB2yUWmxea4_LgQ',

    },
    'scorpion': {
        'main': 'Конченый террорист.\n\nКогда задалбывать некого, начинает выность мозг себе самому.\n\n'
                'Постоянно фонтанирует всякими бредовыми идеями, самовлюблен до усрачки, день-деньской готов пялиться '
                'в зеркало на свое отражение и с умильной лыбой констатировать, что краше в мире точно нет.\n\n'
                'В жизни интересуется только любовью и собой, на крайняк – людьми, которые им интересуются. '
                'Добродушен, если не пытаться занять бабла. Деньги, кстати, любит почти так же, как себя самого '
                'и умеет их зарабатывать.\n\nСкрытный, сука, сил нет никаких, вытащить из Скорпиона инфу, которую '
                'он не хочет разглашать, практически так же трудно, как выдать замуж пятидесятилетнюю девственницу. '
                '\n\nПостоянно мечется между высокими идеалами и желанием сделать кому-нибудь падлу. '
                'В желании и умении прошибать лбом стену может сравниться только с Овном, цели зачастую выбирает '
                'такие же дурацкие, но из принципа не отступается.\n\nГероически переносит всю жопу,'
                ' которая перманентно с ним приключается, потому что знает – заслужил. '
                'В целом производит впечатление бармаглота – страшный, громкий, сука, грозный – но в душе'
                ' истинный зайчик.',
        'appendix': 'Этого типа можно назвать натуральным танком, т.к. на его табло нихера не написано.\n\n'
                    'Даже если рядом высадится НЛО, и зеленые гандоны с тремя жопами заместо носа ему будет '
                    'все равно.\n\nВсе люди для него либо друзья, либо враги, причем первых можно сосчитать '
                    'по пальцам, а вторые дружно идут в баню. Со скорпионом не стоит сраться без дела, '
                    'даже если очень хочется. Но если же все-таки вы ему чем-то нагадили, он либо сразу же '
                    'пройдется по всшим почкам и другим жизненно важным органам, либо будет втихомолку копить силы '
                    'для нанесения сокрушительного удара в самый неподходящий для вас момент.\n\n'
                    'Если кто и говорит то, что думает – это Скорп, и ему можно верить. '
                    'Нельзя назвать его пророком, но его предсказания частенько сбываются – просто этот знак '
                    'обладает поразительным чутьем будущего, а так же умеет отменно разбираться в людях '
                    '(среди Скорпов, кстати, есть отличные хирурги и паталогоанатомы.',
        'sticker': 'CAACAgIAAxkBAAEHuf1j6j_X8Jo5Zy4x-mepkrHryurmeAACKgADHSyIEKoqqS7VwKCpLgQ',

    },
    'strelec': {
        'main': 'Стрелец – это еще один зодиакальный треш.\n\nЛичное мнение Стрельца обязано стать истиной в '
                'последней инстанции для всех, ненароком оказавшихся неподалеку. Высказывает его охотно, '
                'часто и даже тогда, когда ему настоятельно советуют этого не делать и вообще грозят разбить '
                'за это лицо.\n\nИскренне недоумевает, если на него за это обижаются. Вообще, сука, очень '
                'везучий по жизни знак, что несолько компенсирует постоянное отсутствие у него бабла.\n\n'
                'У Стрельца, несмотря на склонность к обличительным словесным поносам, обычно много друзей, '
                'которые его, убогого, подкармливают и обогревают. А все потому что он ловко умеет прикинуться '
                'зайкой, особенно когда рот занят жратвой.\n\nОсновной недостаток – никак не может заткнуться, '
                'рассказывая всем правду обо всех, поэтому способен вывалить лишнее, за что опять-таки '
                'частенько бывает бит.\n\nСклонен ко всем формам зависимости, а также к религиозному фанатизмуе.'
                ' Добрый, но скорее всего не по отношению к тебе.',
        'appendix': 'Вот уж кого практически невозможно застать дома, так это стрельца.\n\n'
                    'Он постоянно носится по разным местам, от кофейни с латешечкой за углом до диких амазонских '
                    'джунглей в поисках приключений на свою многострадальную жопу. Жажда новых знаний '
                    'толкает его в дальние страны, а неумеренное самомнение часто бывает причиной горячих '
                    'драк.\n\nЧаще всего, стрелец не краснеет, абсолютно не думая о последствиях. '
                    'Считая себя из невыносимо выдающимся, этот знак прямо-таки рвется либо в политики, '
                    'либо в учителя, в общем туда, где он будет начальником, обильно заливая мозги окружающим.\n\n'
                    'Зато стрелец никогда не откажет, если вам что-то от него потребуется, с радостью отсыплет '
                    'вам горсть, как бабла, так и отборных подсрачников.\n\nСтоит отметить, что если он ваш корефан, '
                    'не обижайтесь на него за шалабольство и не забивайте на некоторые его советы – бывает, '
                    'он говорит дельные вещи.',
        'sticker': 'CAACAgIAAxkBAAEHvNxj61aD67YiDkDFaMwSztVQhHcStwAC8gADSkh8Egr9JjODLhsZLgQ',

    },
    'kozerog': {
        'main': 'На первый взгляд – унылое говно.\n\nДевиз у Козерога такой: как бы хреново мне ни было сегодня, '
                'завтра, наверняка, будет еще хуже.\n\nМаскируется, сука, под бодрячка, чтоб не отгребать за '
                'мрачное выражение, но все равно отгребает. Счастье Козерог постигает только одним способом – '
                'пашет как проклятый. Бездельничающий Козерог – это мертвый Козерог.\n\nЕсли лишен возможности '
                'работать, все равно будет придумывать себе кучу странных занятий, потому что без дела дзена '
                'Козерогу не достигнуть, а Козерог, не достигший дзена – это Рак. Оно вам надо?\n\n'
                'Сначала кажется кротким и даже ручным, но при первой удобной возможности впендюрит вам поджопник '
                'своими корявыми рогами, с особым удовольствием проделает это, если вы Близнецы или Лев – эти '
                'знаки терпеть не может за неподобающую статусу игривость.\n\nХитрожопый. Скупой, но не всегда. '
                '\n\nЛучше всего себя чувствует в обнимку с денежным мешком. Любит жестко подколоть, '
                'не может остановиться даже тогда, когда ситуация накаляется, но делает это так умело, что сам '
                'в восторге, когда выходит сухим из воды.\n\nВ общем-то не пакостник, хотя и выглядит таковым.\n\n'
                'В выборе партнеров руководствуется в основном здравым смыслом и расчетом, поэтому в семейной жизни, '
                'собака, счастлив как никто.',
        'appendix': 'Отличительной чертой этого знака является то, что он редко трет с людьми неустраивающими '
                    'его по определенным критериям. Упертый (как, впрочем, и прочие рогоносцы – Телец и Овен), '
                    'постоянно гребет вверх и вверх, неважно, будь то отвесная скала или служебная лестница.\n\n'
                    'При этом спокойно принимает всякую дичь в свой адрес, т.к. хорошо знает себе цену '
                    '(однажды он ее уже называл).\n\nКвартиру обставляет до жути просто, т.к. роскошь царю типо не ну'
                    'жна.\n\nПо данным статистики, это не только самые аккуратные водилы, но еще и долгожители, '
                    'так что всем бедным родственникам придется долго ждать, пока этот знак сдохнет оставив '
                    'нормально наследство и счет в банке.\n\nНа проявления нежностей козерога '
                    'не раскрутишь в принципе, поэтому его личная жизнь часто ограничивается мечтами о ней. '
                    'Реальность для него хоть и противная, но деньги в ней настоящие.',
        'sticker': 'CAACAgIAAxkBAAEHvMxj61U7o6rkiPsGA_qqZcpP7n0K2wAC4F0BAAFji0YMLFSZS37Hy68uBA',

    },
    'vodolei': {
        'main': 'Особые приметы – абсолютно каждой падле нравится, как пресловутый червонец.\n\n'
                'По части потрындеть составляет достойную конкуренцию Близнецам, общаться, даже в незнакомой '
                'компании рвется, как моряк дальнего плаванья в квартал красных фонарей.\n\n'
                'Выглядит всегда слегка с дуба рухнувшим, причем именно этим и завораживает. '
                'Легкий флер странности придает Водолеям необъяснимое очарование, которое притягивает к ним '
                'глупеньких восторженных фоннатов.\n\nДаже если в жизни Водолея все идет через жопу, '
                'умудряется раздавать окружающим советы, которые, сука, работают. '
                'При всей видимой и осязаемой пушыстости потенциально великий преступник. Всегда аферист, '
                'пусть только в мечтах.\n\nНе существует Водолея без уголовщины в темном прошлом, '
                'закон нарушает совершенно без угрызений совести и даже с наслаждением. '
                'При этом, сука, отлично понимает, в отличие от тех же Близнецов, что поступает некошерно, '
                'но клал на это.\n\nВнешне похожи на помесь Безумного Шляпника с Мэрилин Монро.',
        'appendix': 'Многие считают представителей этого знака ленивыми, хотя это совсем не так.\n\n'
                    'Просто водолею нужен хороший толчок (например, из комплекта сантехники финского производства) '
                    'или представителя противоположного пола для вознаграждения. А вот пытаться что-то его заставить '
                    'бесполезно, для водолея свобода – превыше всего.\n\nЕсли на него конкретно наезжают, '
                    'то он может конкретно навалять сдачи.\n\nК положительным качествам знака можно '
                    'отнести отношение ко всем, как к братанам – он может запросто бакланить с президентом '
                    'и бомжом из соседнего подвала одновременно. Изобретательность и нестандартно '
                    'мышление помогают рожать такие проекты, что все их дружно посылают.\n\n'
                    'Блестящие идеи водолеев часто не принимают при жизни, хотя бывает, что какой-нибудь '
                    'богатый чувак спонсирует эти безумные проекты, пытаясь заставить откланиваться в благодарность '
                    '(но как было отмечено выше, водолея заставлять бесполезно).\n\nП'
                    'редставителям этого знака просто посрать на то, что о них думают – они искренне желают '
                    'всем добра, а это так редко в наши дни.',
        'sticker': 'CAACAgIAAxkBAAEHrmpj534DhDQ0yLtzYE6DwA9_Wf5dhQACXQADHSyIENKpe-yvg4uJLgQ',

    },
    'ryby': {
        'main': 'Рыбы бывают двух видов: помороженное исчадие ада и верные, истинно добрые, с непоколебимой '
                'моралью ангелы.\n\n'
                'Причем мерзким Рыбам, как правило, в жизни все прощают, тогда как ангелоподобные Рыбки-мученицы '
                'раздражают обывателей недосягаемой святостью.\n\nБлядовать могут по-страшному, причем поймать '
                'Рыбу на блядстве или заставить ее в нем признаться нереально.'
                'До последнего вы будете глядеть ей в честные, полные слез глаза и верить, верить.\n\n'
                'Бездушные гондоны, никаких моральных принципов. Склонны брехать по-черному, '
                'причем даже тогда, когда вроде бы и незачем, нагонять туману и вообще вводить людей в заблуждение, '
                'но на Рыб нельзя за это обижаться, адские муки совести у них – обычное дело, '
                'причем мучаются иногда до кучи и за то, чего не делали.\n\nСклонны идеализировать людей, '
                'а потом обижаться на них за то, что те оказались мудаками.\n\nМогут ни с того ни с сего '
                'начать мстить миру вокруг. Трогательны в своих иллюзиях, и даже когда оказываются сучарами '
                'и падлами, их все равно невольно прощаешь за глобальное неумение жить в '
                'нашем матерьяльном мире.',
        'appendix': 'Рыбы совершенно не приспособлены для борьбы, более того обычно бывают пацифистами '
                    'и ненавидят национализм и расизм.\n\nОбычно ищут легких путей, а если таких нет, то те, '
                    'где меньше дают подсрачников. Склонны к полетам фантазии, лучше всего проявляют '
                    'себя либо в актерском искусстве, где можно вдоволь пожить чужой жизнью, либо в литроболе, '
                    'т.к. жизнь кажется им слишком страшной и жестокой.\n\nРыбы часто помогают другим в ущерб себе, '
                    'даже не подозревая о том, что их жестоко обманывают, плачась в просторную жилетку. '
                    '\n\nРыбы, творческий знак. Нередко их можно застать с барабаном или арфой в руке, '
                    'либо просто шариковой ручкой, невозмутимо погруженных в творческий процесс. Так'
                    ' они нередко опускаются в помойку жизни и могут вообще забить на окружающую реальность.',
        'sticker': 'CAACAgIAAxkBAAEHvMRj61Rg8YHDwUdkC28DkC21t6uMawAC1RoAAt1ziUidZ5GtV1xt5y4E',
        },
}
