# horoscope
HOROSCOPE_TODAY = "🔮 Гороскоп на сегодня"
HOROSCOPE_TOMORROW = "🥂 Гороскоп на завтра"
HOROSCOPE_COMPATIBILITY = "🙅‍ Совместимость знаков"
HOROSCOPE_ABOUT = "🤦‍♀️ Характеристики знаков"

# узнать больше
HOROSCOPE_ABOUT_APPENDIX = 'appendix'

HOROSCOPE_FOR_ALL = 'for_all'
HOROSCOPE_FOR_ONE = 'for_one'

HOROSCOPE_COMPATIBILITY_YES = 'compatibility_start'

HOROSCOPE_COMPATIBILITY_SHE = 'А она, бедненькая, кто?'

# Характеристика знаков
MASSAGES_HOROSCOPE_ABOUT = {
    'oven':
        {
            'main': 'Баран – он баран и есть.\nВсегда прав и до свидания.\n\n'
                    'Проще убить сразу, чем начинать спорить, потому что переспорить Овна возможно только в '
                    'одном случае – если он слепо-глухонемой безрукий и безногий (и то, есть огромный шанс, '
                    'что даже в этом случае он все равно вас задолбет).\n\n'
                    'Зато Овны честные. Иногда такие честные, что аж зубы сводит: предельно честно ответит, если вам '
                    'не идет стрижка или платье полнит. С этим ничего не поделаешь, придется смириться ('
                    'или убить, как уже говорилось выше).\n\nВ домашних делах Овен, как правило, бесполезен – он умеет '
                    'только генерировать гениальные идеи, а прахом бытия старается подошв не осквернять. '
                    'Впрочем, если дать Овну понять, что Стрелец моет полы лучше него – костьми ляжет, но будет '
                    'каждую субботу канифолить ваш паркет, потому что нет на свете вещи, которую Овен бы Стрельцу '
                    'уступил.\n\nС Овном никогда не бывает скучно – этот знак обладает каким-то кармическим '
                    'талантом искать приключения на свою прекрасную попу. Легко и быстро умеет зарабатывать деньги, '
                    'но бабло как гордый и принципиальный тип ненавидит, поэтому старается моментально от него '
                    'избавиться. При этом всегда имеет какие-то заначки, которые вообще-то гораздо приличнее '
                    'иметь Деве. Из-за непроглядного пофигизма про заначки забывает, что очень на руку сердечному '
                    'другу Овна, особенно если друг этот Близнецы.',
            'appendix': 'Самый активный знак. Постоянно озабочен, если не любовно, то творчески.\n\nНа новые ворота '
                        'не пялится, а с разбегу пробивает корявыми рогами, '
                        'что говорит о его настойчивости и крайней степени обезбашенности. \n\nНесмотря на творческие '
                        'порывы овна, его руки часто растут из попы.\n\nРаботать от зари и до забора не способен, '
                        'едва становится неинтересно, забивает на все либо перекладывает свои обязанности '
                        'на близстоящего.\n\nЛучше всего у овнов получается рожать идеи, новаторские для своего времени',
            'sticker': 'CAACAgIAAxkBAAEHvMhj61Si6SOjlV6-TWy38o-qAAGzyXEAAp4CAAJhLgcIvVYCv4GdQq0uBA',
        },
    'telec':
        {
            'main': 'Телец – это баран и больше про этот знак мне сказать нечего.\n\nЕще упрямее Овна, но не обладает '
                    'его зачаровывающей аристократичностью. Плюшкин, способен веками любовно хранить в доме '
                    'всякое ненужное барахло, очень удивляется, когда все эти поломанные транзисторные приемники, '
                    'шарикоподшипники, ветошь, макулатуру и прочую лабуду пытаются выбросить.\n\nПостоянен '
                    'в своих привязанностях, из-за чего бывает несчастен в '
                    'любви.\n\nПодозрителен до ужаса, ревнивый как Отелло, ни разу не новатор, поэтому на первый '
                    'взгляд может показаться унылой шпикачкой. Тайный извращенец. '
                    'Недоверчив к новым людям, но для старых друзей порвет на груди последнюю рубаху, а на '
                    'попе – волоса. Зачем друзьям рваная рубашка – задуматься в принципе не способен.',
            'appendix': 'Тормоз по сути редкостный, но свой братан.\n\nМожно даже подумать, что он таким медленным '
                        'и родился, но, как известно, мудланами не рождаются, а становятся в процессе жизни.\n\n'
                        'Когда телец молчит - разговорить не пытайтесь. '
                        'Упрям как сушеные портянки, которые не сломаешь, даже если сильно '
                        'захочешь.\n\nЕсли вы будете слишком долго настаивать на своем, то телец по вам '
                        'потопчется кованными кирзачами либо острыми шпильками.\n\nЛюбить'
                        ' может часами – другие знаки так не умеют, они обычно любят другими способами, – '
                        'как следствие, партнер от тельца в восторге.\n\nРаботает за четверых, чему четверо '
                        'несказанно рады. Как начальник не терпит прогулов, прощает только в единичных случаях, '
                        'если удастся врать правдаподобно',
            'sticker': 'CAACAgIAAxkBAAEHvMpj61TDoq9RJ5EHtjCw5XE-ukj_AwACiRsAAnfOiUgOgBeYdA0U6i4E'

        },
    'bliznecy': {
        'main': 'Близнецы – очень круто, если он один, и сойти с ума, если их хотя бы два.\n\nМогут говорить без '
                'остановки хоть трое суток и ни разу ни повториться, что в общем-то прикольно, но иногда утомляет.\n\n'
                'Близнецам обычно все завидуют, потому что он и жнец, и чтец, и на дуде игрец, проще говоря – '
                'в каждой попе затычка. Но никто не догадывается, как на самом деле трудно Близнецам выжить и выбрать'
                ' в этом огромном мире возможностей. Им всегда кажется, что жизнь проходит стороной, даже если он '
                'по уши в событиях.\n\nЛюбит поесть и получать новую информацию – лучше всего '
                'одновременно.\n\n'
                'Феноменально ленив, девяносто процентов своей бурной деятельности разворачивает только для того, '
                'чтоб от него все отстали и оставили в покое.\n\nПроизводит впечатление балабола и вообще '
                '"Васи", хотя на самом деле не дурак почитать в перерывах между ниченеделанием Канта и '
                'Кьеркегора (чтение зачастую все равно сопровождает идиотским ржанием и междометиями типа "ыыыы", '
                'что очень мило смотрится, потому что юмор у Кьеркегора действительно может найти только Близнец).\n\n'
                'Сентиментален до безумия, верит в романтику, хотя постоянно от нее открещивается.'
                '\n\nВ любви обычно несчастен, '
                'потому что терпеть постоянно устраиваемые Близнецом феерии идиотического веселья и веселого '
                'идиотизма в силах только Овен, а на всех Близнецов (г)Овна не хватает.',
        'appendix': 'Все извращения мира собрались в этом знаке.\n\nЗа свою часто недолгую жизнь '
                    'успевают перепробовать все виды любви со всеми возможными партнерами. Близнецы, никогда не '
                    'сидят на месте, т.к. сидеть мешает очень качественное шило в попе. Каждый завтрашний '
                    'день этот знак не похож на себя вчерашнего.\n\nМогут часами шутковать о чем угодно, '
                    'нередко забывая, с чего начали, но даже если и несут пургу по-черному, то им все верят, '
                    'и даже иногда кивают.\n\nБлизнецам лучше всего работать ртом в журналистике, '
                    'либо же аворами.',
        'sticker': 'CAACAgIAAxkBAAEHvMBj61QSHBQ8CHn_YdkYlo52uFtsqAAC4l0BAAFji0YMZ2QyIWKWWFAuBA',

    },
    'rak': {
        'main': 'Рак – самое мнительное создание\n\nПостоянно надоедает всем вопросами типа:'
                ' "а если я сяду в джакузи после Педро-Франческо-Мудозвондо не забеременею ли я?" '
                'При этом Рака абсолютно не волнует, что у него нет джакузи и '
                'вообще он мужик.\n\nСклонен постоянно воображать конец света, пугаться собственного воображения,'
                ' впадать в истерику и прибегать к Деве за утешением.\n\nБрезглив, на необитаемом острове '
                'обязательно сдохнет от голода, потому что физически не способен сожрать продукт, не завернутый '
                'в полиэтилен, а валяющийся под пальмой.\n\nЛюбит как-то без огонька. Впрочем, '
                'если захочет, может дать жару, но потом сожрет себя за то, что так старался в общем-то '
                'зря.\n\nЖенщины – Раки – это как раз те, кто с надеждой ждет, что в конце все '
                'непременно поженятся.\n\nЛюбят долго и мрачно говорить на тему собственных болячек и прочих жизненных '
                'неудач, чем отпугивают от себя всех, кроме Тельцов – они еще более нудны в вопросах, '
                'касающихся собственного организма.\n\nВерные, потому что боятся хламидий. '
                'Склонны к пьянству и филосфии, и то и другое обычно до добра Раков не доводит.',
        'appendix': 'Лучше не пытайтесь понять о чем этот знак постоянно думает, по его меланхоличному хохотальнику'
                    ' ничего узреть нереально.\n\nБобосы у него водятся всегда, но, несмотря на это, он постоянно '
                    'будет ахать и охать о том, что все плохо.\n\nРак часто сидит в уголке никого не трогая, '
                    'т.к. ему важно чтобы о нем не говорили плохо – этого он '
                    'не выносит.\n\nПредставители этого знака очень сильно привязаны к семье, хорошо чувствуют '
                    'настроения и болезни, поэтому среди них много экстрасенсов, шарлатанов и аферистов.\n\n'
                    'Главные проблемы в жизни – лишний вес. Рак любит, чтобы ему всегда говорили что-либо приятное,'
                    ' и, по возможности, облизывали со всех сторон. Профессию старается выбирать на дому, '
                    'т.к. здесь, по крайней мере, никто не стоит над душой и не орет.\n\nКогда жизнь не удается, '
                    'рак склонен искать ее смысл в вине.',
        'sticker': 'CAACAgIAAxkBAAEHvL5j61PGwIeNBvSBW7piuerxrOJ5kwACMFAAAmlliEhrmZz9z2OpxS4E',
    },
    'lev': {
        'main': 'Людей делит на два сорта – свита, которая допускается к телу, и остальные.\n\nЭгоист, '
                'но Льву эгоизм прощаешь за его святую и непоколебимую веру в собственную '
                'ослепительность. Падок на лесть, с помощью нее изо Льва можно вытащить что угодно.\n\n'
                'Великодушен и не дурак сам над собой посмеяться. Всем остальным от насмешек надо Львом стоит '
                'воздержаться.\n\nХамоват, но элегантен. Способен любого втоптать по уши в какаши, что '
                'иногда и проделывает из чистого любопытства и детского дебильного желания "ля, зырь че могу".\n\n'
                'Барин во всем. Партнеру недвусмысленно дает понять, какое счастье пришло к нему в '
                'виде Льва и требует к себе соответствующего обращения.\n\n'
                'Не против, если в быту его зовут просто Великолепный.\n\nВерный друг, любит дарить дорогие '
                'и ценные подарки, чтобы все в очередной раз прониклись его превосходством.\n\n'
                'Любит поесть, поспать и поболтать, из-за чего часто дружит с Близнецами. Невыносим в '
                'больших количествах, если вы Дева, Рак или Рыбы.',
        'appendix': 'Просто обожает руководить людьми и вообще относится к тем, кто редко делает что-то за других.'
                    '\n\nНо, как порядочный и великодушный начальник, делит заслугу поровну с тем, '
                    'кто действительно пахал до седьмого пота. '
                    '\n\nЛев просто жить не может без огромного количества знакомых '
                    '(пусть даже мимоходом), которые хвалили бы каждый прыщ на его попе, боготворили и поклонялись.\n\n'
                    '\n\nЛьвы изо всех щелей ломятся во власть, и даже если удается завоевать авторитет только '
                    'у бабуль под подъездом, они будут рассказывать об своем величии, '
                    'будто стали президентом республики Мадагаскар.\n\nНадо сказать, львам это удается довольно легко'
                    ' – их приятный шарм привлекателен для окружающих.',
        'sticker': 'CAACAgIAAxkBAAEHvM5j61VJudOC21a6DUm5WVv19G8a5QACSR4AAmuciUizCj5OUsi8di4E',

    },
    'deva': {
        'main': 'Дева – самый жестокий и бесчеловечный знак зодиака.\n\nПо данным международной статистики '
                'больше всего маньяков-психопатов произрастает как раз из Дев. Все маленькие '
                'Девы в детстве планируют стать Черными Властелинами Планеты, а когда вырастут станут просто '
                'бессердечными и отравляют своей педантичностью и любовью к закону и порядку.\n\n'
                'Сочувствую каждому, '
                'кому повезет жить с Девой на одной территории.\n\nДенщина Дева заправляет '
                'тебе кровать, когда ты в три часа ночи встаешь окно открыть. Мужчина Дева – самый страшный учитель '
                'истории и философии, какого вы можете себе вообразить. '
                'Говорит по расписанию, потому что во всем должен быть порядок.\n\n'
                'Причин своих поступков никому не объясняет, виной тому – вынесенная из детства мания величия. '
                '\n\nВпрочем, может впасть и в другую крайность – ни в грош себя не ставить и '
                'ежедневно изображать из себя жертву, чем и вынесет мозг окружающим.\n\nВообще, кстати, любит играть'
                ' на нервах близких и страдать на публику веря в свои страдания. '
                'От этого начинает болеть и чахнуть.\n\nВ быту полезна, потому что знает и умеет все'
                ' (выучила пока планировала стать Черным Властелином). '
                '\n\nВообще жить с ней можно, если тотально абстрагироваться и убрать из дома оружие.',
        'appendix': 'Если и есть трудоголики на свете, то это люди именно этого знака.\n\nПостоянно испытывают '
                    'потребность в работе, пашут на благо любимой Родины.\n\n'
                    'Разговор тщательно фильтрует, т.к. не очень любит получать за правду, но при этом '
                    'испытывает райское наслаждение, грузя всех за всевозможные ошибки. '
                    '\n\nЭтот знак способен делать все одновременно, и испытывать при этом ни с чем '
                    'не сравнимое удовольствие. Налево гуляет реже любого другого, да и вообще сам '
                    'процесс постельных игр часто его не привлекает.\n\nДрузей очень мало, и вообще этот знак с '
                    'кем попало не заговорит, ища родственную душу очень тщательно.\n\n'
                    'Предпочитает забивать мозги знаниями. Познания в естественных науках, зачастую доходят до маразма.',
        'sticker': 'CAACAgIAAxkBAAEHvNBj61VuG7GJHq1YzuYTnjL8hK9yUwAC3AgAAjQYDQABmI0N7lQPGewuBA',

    },
    'vesy': {
        'main': 'Коротко – эстет жуткий. Семь пятниц на неделе – а туда же: Пикассо, Гогены, '
                'о святое искусство, а ведра мусорного за собой вынести не догадается. Не до того.\n\n'
                'Всю сознательную жизнь мечется в поисках светлого идеала, поэтому времени на то, чтоб научиться '
                'готовить или пришивать пуговицы не находит.\n\nЛюбит нарядиться, при этом задолбет всех окружающих,'
                ' выбирая между во-о-он тем с перламутровыми пуговичками и во-о-оот этим с шелковой отстройкой.\n\n'
                'Может сходить налево, имея при этом постоянного партнера и объяснять измены тем, '
                'что душой он всегда верен Единственному/ой, а тело – это так.\n\nГоняется за душевным '
                'равновесием, которое для Весов в принципе '
                'недостижимо, потому что гулящая натура всегда перевешивает высокодуховные идеалы.\n\n'
                'Как и все нерешительные типы, зачастую мучается нервическими болезнями. '
                '\n\nЗавистлив, но не злобен.\n\n'
                'Выглядит обычно нежным и печальным, пробуждает желание приласкать и взять под крылышко, '
                'чего делать не стоит ни в коем случае, потому как мозг Весы умеют выносить лучше всех остальных '
                'знаков, вместе взятых.\n\nНаходится в постоянном когнитивном диссонансе между реальностью '
                'и желаемым, потому что не Овен.',
        'appendix': 'Это, пожалуй, единственный знак, кого практически никогда нельзя увидеть в глубокой грусти.\n\n'
                    'Даже в чернейшее время они находят свой кайф, отчего перебывает в постоянной улыбке. '
                    '\n\nМожно даже предположить, что весы хронические пациенты дурдома, но как показывает практика, '
                    'так чаще всего и случается. С одной стороны с ними не соскучишься, с другой – у них дома '
                    'может быть страшнее пейзажа атомной войны, что говорит о их крайне неряшливом образе жизни.\n\n'
                    'Поразительные способности к искусству позволяют весам лепить из песка палок все.\n\n'
                    'Самое страшное испытание для них,'
                    ' как бы это глупо не звучало, – выбрать одно из двух. Весы будут долго и напряженно думать, '
                    'пока все не решиться самом соббой ',
        'sticker': 'CAACAgIAAxkBAAEHvNhj61ZNxnsz7pMQZh-tDFjVrQ8aSgACZAADHSyIEB2yUWmxea4_LgQ',
    },
    'scorpion': {
        'main': 'Убегай сразу. Потом будет поздно.\n\nКогда не над кем издеваться, начинает выность мозг себе '
                'самому.\n\n'
                'Постоянно плещет всякими бредовыми идеями, самовлюблен до ужаса, день-деньской готов пялиться '
                'в зеркало на свое отражение и констатировать, что краше в мире нет.\n\n'
                'В жизни интересуется только собой, на крайняк – людьми, которые им интересуются. '
                'Добродушен, если не пытаться занять денег. Деньги, кстати, любит как себя '
                'и умеет их зарабатывать.\n\nСкрытный, аж сил нет, вытащить из Скорпиона инфу, которую '
                'он не хочет разглашать, практически нереально. '
                '\n\nПостоянно мечется между высокими идеалами и желанием сделать кому-нибудь пакость. '
                'В желании и умении прошибать лбом стену может сравниться только с Овном, цели зачастую выбирает '
                'такие же дурацкие, но из принципа не отступается.\n\nГероически переносит всю беду,'
                ' которая перманентно с ним приключается, потому что знает – заслужил. '
                'В целом производит грозное впечатление – но в душе'
                ' истинный зайчик.',
        'appendix': 'Идеальный игрок в покер - на лице не написано ничего.\n\n'
                    'Даже если рядом высадится НЛО ему будет '
                    'все равно.\n\nВсе люди для него либо друзья, либо враги, причем первых можно сосчитать '
                    'по пальцам, а вторых как мух. Со скорпионом не стоит связываться без супер-важного дела, '
                    'даже если очень хочется. Но если же все-таки связались, он либо сразу же '
                    'сведет вас с ума, либо будет втихомолку копить силы '
                    'для нанесения сокрушительного удара в самый неподходящий для вас момент.\n\n'
                    'Если кто и говорит то, что думает – это Скорп, и ему можно верить. '
                    'Нельзя назвать его пророком, но его предсказания частенько сбываются – просто этот знак '
                    'обладает поразительным чутьем будущего, а так же умеет отменно разбираться в людях ',
        'sticker': 'CAACAgIAAxkBAAEHuf1j6j_X8Jo5Zy4x-mepkrHryurmeAACKgADHSyIEKoqqS7VwKCpLgQ',

    },
    'strelec': {
        'main': 'Стрелец – это еще один зодиакальный ужас.\n\nЛичное мнение Стрельца обязано стать истиной в '
                'последней инстанции для всех, ненароком оказавшихся неподалеку. Высказывает его охотно, '
                'часто и даже тогда, когда ему настоятельно советуют этого не делать.\n\nИскренне '
                'недоумевает, если на него за это обижаются. Вообще очень '
                'везучий по жизни знак, что несолько компенсирует постоянное отсутствие у него денег.\n\n'
                'У Стрельца обычно много друзей, '
                'которые его, убогого, подкармливают и обогревают. А все потому что он ловко умеет прикинуться '
                'зайкой, особенно когда рот занят едой.\n\nОсновной недостаток – никак не может остановиться, '
                'рассказывая всем правду обо всех, поэтому способен выдать лишнее.\n\n Добрый, но скорее '
                'всего не по отношению к тебе.',
        'appendix': 'Вот уж кого практически невозможно застать дома, так это стрельца.\n\n'
                    'Он постоянно носится в поисках приключений на свою многострадальную попу. '
                    'Жажда новых знаний толкает его в дальние страны, а неумеренное самомнение часто бывает '
                    'причиной горячих '
                    'драк.\n\nЧаще всего, стрелец не думает о последствиях. '
                    'Считая себя невыносимо выдающимся, этот знак прямо-таки рвется либо в политики, '
                    'либо в учителя, в общем туда, где он будет начальником, обильно издеваясь над окружающими.\n\n'
                    'Зато стрелец никогда не откажет, если вам что-то от него потребуется, с радостью отсыплет '
                    'вам горсть бабла и советов.\n\nСтоит отметить, что если он ваш друг, '
                    'не обижайтесь на него и слушайте некоторые его советы – бывает, '
                    'он говорит дельные вещи.',
        'sticker': 'CAACAgIAAxkBAAK5FmTWIS6PkGTOcBD-WXOyFjujjwwQAAJOAAMdLIgQplss0TdjuC4wBA',

    },
    'kozerog': {
        'main': 'На первый взгляд – унылейшее создание.\n\nДевиз у Козерога такой: как бы плохо мне ни было сегодня, '
                'завтра, наверняка, будет хуже.\n\nМаскируется под бодрячка, чтоб не получить за '
                'мрачное лицо, но все равно получает. Счастье Козерог постигает только одним способом – '
                'работает как проклятый. Бездельничающий Козерог – это мертвый Козерог.\n\nЕсли лишен возможности '
                'работать, все равно будет придумывать себе кучу странных занятий, потому что без дела дзена '
                'Козерогу не достигнуть, а Козерог, не достигший дзена – это Рак. Оно вам надо?\n\n'
                'Сначала кажется кротким и даже ручным, но при первой удобной возможности впендюрит вам поджопник '
                'своими корявыми рогами, с особым удовольствием проделает это, если вы Близнецы или Лев – эти '
                'знаки терпеть не может за вечную игривость.'
                '\n\nЛучше всего себя чувствует в обнимку с денежным мешком. Любит подколоть, '
                'не может остановиться даже тогда, когда ситуация накаляется, но делает это так умело, что сам '
                'в восторге, когда выходит сухим из воды.\n\nВ общем-то не пакостник, хотя и выглядит таковым.\n\n'
                'В выборе партнеров руководствуется в основном здравым смыслом и расчетом, поэтому в семейной жизни '
                'счастлив как никто.',
        'appendix': 'Отличительной чертой этого знака является то, что он редко общается с людьми неустраивающими '
                    'его по определенным критериям. Упертый, '
                    'постоянно гребет вверх и вверх, неважно, будь то отвесная скала или служебная лестница.\n\n'
                    'При этом спокойно принимает все в свой адрес, т.к. хорошо знает себе цену '
                    '(однажды он ее уже называл).\n\nКвартиру обставляет просто, т.к. роскошь царю типо не нужна.'
                    '\n\nПо данным статистики, это не только самые аккуратные водители, но еще и долгожители.'
                    '\n\nРеальность для него хоть и противная, но деньги в ней настоящие.',
        'sticker': 'CAACAgIAAxkBAAEHvMxj61U7o6rkiPsGA_qqZcpP7n0K2wAC4F0BAAFji0YMLFSZS37Hy68uBA',

    },
    'vodolei': {
        'main': 'Особые приметы – нравится абсолютно всем.\n\n'
                'По части болтавни составляет достойную конкуренцию Близнецам.\n\n'
                'Выглядит всегда слегка с дуба рухнувшим, причем именно этим и завораживает. '
                'Легкий флер странности придает Водолеям необъяснимое очарование, которое притягивает к ним '
                'глупеньких восторженных фоннатов.\n\nДаже если в жизни Водолея все идет через попу, '
                'умудряется раздавать окружающим советы, которые работают. '
                'При всей видимой и осязаемой пушыстости потенциально великий преступник. Всегда аферист, '
                'пусть только в мечтах.\n\nНе существует Водолея без уголовщины в темном прошлом, '
                'закон нарушает совершенно без угрызений совести и даже с наслаждением. '
                'При этом отлично понимает, в отличие от тех же Близнецов, что поступает нехорошо.\n\n'
                'Внешне похожи на помесь Безумного Шляпника с Мэрилин Монро.',
        'appendix': 'Многие считают представителей этого знака ленивыми, хотя это совсем не так.\n\n'
                    'Просто водолею нужен хороший толчок. А вот пытаться что-то его заставить сделать'
                    'бесполезно, для водолея свобода – превыше всего.\n\nЕсли на него конкретно наезжают, '
                    'то он может конкретно навалять сдачи.\n\nК положительным качествам знака можно '
                    'отнести отношение ко всем, как к друзьям – он может запросто общаться с президентом '
                    'и бомжом из соседнего подвала одновременно. Изобретательность и нестандартное '
                    'мышление помогают придумывать интересные проекты.\n\n'
                    'Блестящие идеи водолеи часто не принимают при жизни, хотя бывает, что какой-нибудь '
                    'богач спонсирует эти безумные проекты, пытаясь заставить откланиваться в благодарность '
                    '(но как было отмечено выше, водолея заставлять бесполезно).\n\nП'
                    'редставителям этого знака все равно на то, что о них думают – они искренне желают '
                    'всем добра, а это так редко в наши дни.',
        'sticker': 'CAACAgIAAxkBAAEHrmpj534DhDQ0yLtzYE6DwA9_Wf5dhQACXQADHSyIENKpe-yvg4uJLgQ',

    },
    'ryby': {
        'main': 'Рыбы бывают двух видов: бессердечные подлецы и романтические пчелки-Майи.\n\n'
                'Причем бессердечным, как правило, в жизни все прощают, тогда как пчелки Рыбки-мученицы '
                'раздражают обывателей недосягаемой святостью.\n\nГулять могут по-страшному, причем поймать '
                'Рыбу ушедшую на лево или заставить ее в нем признаться нереально.'
                'До последнего вы будете глядеть ей в честные, полные слез глаза и верить, верить.\n\n'
                'Бездушные, никаких моральных принципов. Склонны лгать по-черному, '
                'причем даже тогда, когда вроде бы и незачем, нагонять туману и вообще вводить людей в заблуждение, '
                'Но на Рыб нельзя за это обижаться, адские муки совести у них – обычное дело, '
                'причем мучаются иногда и за то, чего не делали.\n\nСклонны идеализировать людей, '
                'а потом обижаться на них.\n\nМогут ни с того ни с сего '
                'начать мстить миру вокруг. Трогательны в своих иллюзиях, и даже когда что-то натворят,'
                ' их все равно невольно прощаешь за глобальное неумение жить в '
                'нашем мире.',
        'appendix': 'Рыбы совершенно не приспособлены для борьбы, обычно ненавидят национализм и расизм.\n\n'
                    'Обычно ищут легких путей, а если таких нет, то те, '
                    'где меньше дают подсрачников. Склонны к полетам фантазии, лучше всего проявляют '
                    'себя либо в актерском искусстве, где можно вдоволь пожить чужой жизнью, либо в пьянстве, '
                    'т.к. жизнь кажется им слишком страшной и жестокой.\n\nРыбы часто помогают другим в ущерб себе, '
                    'даже не подозревая о том, что их жестоко обманывают, плачась в просторную жилетку. '
                    '\n\nРыбы, творческий знак. Нередко их можно застать с барабаном или арфой в руке, '
                    'либо просто с кастрюлей, невозмутимо погруженных в творческий процесс.',
        'sticker': 'CAACAgIAAxkBAAK5GGTWIfxD6aLcXOhberwPdmCQ4Wf7AALrXQEAAWOLRgxh13xSm7JIVTAE',
    },
}
